from aiogram.utils.markdown import hlink
HELP = """
🧐можно пользоваться командами отправив сообщение
📱 <b>/menu</b> - <em>появиться клавиатура с моими возможностями быстрого взаимодействия</em>
🗺 <b>карта</b> - <em>будет предложено выбор из карт корпусов</em>
📝<b>Служебные записки</b> - <em>выдаст образец как заполнить служебную записку</em>
"""
s_link = hlink("Google", "https://google.com/")

privet = ["здравствуйте", "привет", "прив", "доброе утро", "приветик", "здравствуй", "приветствую", "добрый вечер",
          "здорова", "хай", "hello", "hi", "qq", "хеллоу", "здоров"]



# #*************************************** вопросы и профессии ***************************************************#
questions = [["где"],
             ["как", "какой"]]

professions = [["Эти"],                                                                                # Эти вон 
               ["юристы", "юрист", "юристов", "юротдел", "юридический"],                               # юристы
               ["кадров", "кадровик", "кадровики", "отдел кадров"],                                 # отдел кадров
               ["бухгалтеры", "бухгалтерия", "бухгалтер"]]                                          # бухгалтеры

# служебные записки
application_fill_out = ["служебки", "заявка", "записка", "записку", "заявку", "служебку", "служебка", "служебная",
                        "cлужебки"]

TESTIKS = ["test_0", "test_1", "test_2", "test_3", "test_4", "test_5"]

# #******************************************************************************************#










location_building = ["корпус 1", "корпус 2", "корпус 3", "корпус 4", "корпус 5", "корпус 6", "корпус 7", "корпус 8",
                     "корпус 9"]

TEST_1 = f"""
TEST_1
"""
TEST_2 = f"""
TEST_2
"""
TEST_3 = f"""
TEST_3
"""
TEST_4 = f"""
TEST_4
"""
TEST_5 = f"""
TEST_5
"""



